Table of Contents
 Enum InputValueType
Namespace
IdeaRS.OpenModel.CrossSection
Assembly
IdeaRS.OpenModel.dll
Input value type
public enum InputValueType
Fields
Calculate = 0
Calculate by the code
UserInput = 1
User input
Fields
 Name |  Description
 Calculate = 0
Calculate by the code
 UserInput = 1
User input
 Edit this page